/* The label of the Cancel button */
"Cancel" = "취소";

/* The label of the Continue button */
"Continue" = "계속";

/* The label of the Retry button */
"Retry" = "재시도";

/* The label of the Redo button */
"Redo" = "재실행";

/* The label of the Trust button */
"Trust" = "신뢰";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "서버 ID 오류";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "서버 인증서가 만료되었거나 아직 유효하지 않습니다.";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "서버 인증서를 어떠한 루트 서버에서도 서명하지 않았습니다.";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "서버 인증서가 아직 유효하지 않습니다.";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "서버 인증서를 신뢰할 수 없는 루트 서버에서 서명했습니다.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "\"%1$@\"의 ID를 확인할 수 없습니다. %2$@\n\n작업을 계속할 경우 기밀 정보가 위험해질 수 있습니다.\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "내용에 액세스하려면 \"%@\"에 다시 연결을 시도해야 합니다.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@에서 \"%2$@\"의 ID를 확인할 수 없습니다. 이 내용에 액세스하려면 \"%3$@\"을 선택하고 마지막 작업을 다시 시도하십시오.";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "서버 ID를 확인할 수 없음";

